Sketch of <element> has large area - it may slow down selection, drawing and geometric computations.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId TooLargeSketch { get; }
  Visual Basic
Public Shared ReadOnly Property TooLargeSketch As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ TooLargeSketch {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PerformanceFailures Class
  Autodesk.Revit.DB Namespace